Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Reorder with **Move Left** / **Move Right** in the template control bar (also in its **⋯** menu). The order decides the exported file numbering.
ar: أعد الترتيب باستخدام **تحريك لليسار** / **تحريك لليمين** في شريط التحكم في القالب (أيضًا في قائمة **⋯**). يقرر الترتيب ترقيم الملفات المصدرة.
ca: Reordena amb **Mou a l'esquerra** / **Mou a la dreta** a la barra de control de plantilla (també al seu menú **⋯**). L'ordre decideix la numeració dels fitxers exportats.
cs: Změňte pořadí pomocí **Posunout doleva** / **Posunout doprava** na ovládacím panelu šablony (také v nabídce **⋯**). O číslování exportovaných souborů rozhoduje pořadí.
da: Omarranger med **Flyt til venstre** / **Flyt til højre** i skabelonkontrollinjen (også i dens **⋯**-menu). Ordren bestemmer den eksporterede filnummerering.
de: Ordne mit **Nach links verschieben** / **Nach rechts verschieben** in der Steuerleiste der Vorlage neu an (auch im **⋯**-Menü). Die Reihenfolge bestimmt die Nummerierung der exportierten Dateien.
el: Αναδιάταξη με **Μετακίνηση αριστερά** / **Μετακίνηση δεξιά** στη γραμμή ελέγχου προτύπου (επίσης στο μενού **⋯**). Η παραγγελία καθορίζει την αρίθμηση του εξαγόμενου αρχείου.
es: Reordena con **Mover a la izquierda** / **Mover a la derecha** en la barra de control de la plantilla (también en su menú **⋯**). El orden determina la numeración de los archivos exportados.
fa: ترتیب را با **انتقال به چپ** / **انتقال به راست** در نوار کنترل اسکرین‌شات (و در منوی **⋯** آن) تغییر دهید. این ترتیب، شماره‌گذاری فایل‌های صادرشده را تعیین می‌کند.
fi: Järjestä uudelleen valitsemalla mallin ohjauspalkin **Siirrä vasemmalle** / **Siirrä oikealle** (myös sen **⋯**-valikossa). Tilaus päättää viedyn tiedostonumeron.
fr: Réorganisez avec **Déplacer vers la gauche** / **Déplacer vers la droite** dans la barre de contrôle du modèle (aussi dans son menu **⋯**). L'ordre détermine la numérotation des fichiers exportés.
he: סדר מחדש עם **הזז שמאלה** / **הזז ימינה** בסרגל הבקרה של התבנית (גם בתפריט **⋯** שלו). ההזמנה קובעת את מספור הקובץ המיוצא.
hr: Promijenite redoslijed pomoću **Pomakni lijevo** / **Pomakni desno** na kontrolnoj traci predloška (također u njegovom **⋯** izborniku). Redoslijed određuje numeriranje izvezene datoteke.
hu: Az átrendezéshez használja a **Move Left** / **Move Right** a sablon vezérlősávjában (a **⋯** menüben is). A rendelés dönti el az exportált fájl számozását.
id: Susun ulang dengan **Pindahkan ke Kiri** / **Pindahkan ke Kanan** di bilah kontrol templat (juga di menu **⋯**). Urutan menentukan penomoran file yang diekspor.
it: Riordina con **Sposta a sinistra** / **Sposta a destra** nella barra di controllo del modello (anche nel suo menu **⋯**). L'ordine determina la numerazione dei file esportati.
ja: テンプレートのコントロールバー (または **⋯** メニュー) の **左に移動** / **右に移動** で並べ替えます。この順序が書き出すファイルの番号になります。
ko: 템플릿 제어 막대(**⋯** 메뉴에도 있음)에서 **왼쪽으로 이동** / **오른쪽으로 이동**을 사용하여 순서를 변경하세요. 순서에 따라 내보낸 파일 번호가 결정됩니다.
ms: Susun semula dengan **Gerak Kiri** / **Gerak Kanan** dalam bar kawalan templat (juga dalam menu **⋯**nya). Pesanan memutuskan penomboran fail yang dieksport.
nl: Herschik de sjabloon met **Naar links** / **Naar rechts** in de sjabloonbesturingsbalk (ook in het **⋯**-menu). De bestelling bepaalt de nummering van de geëxporteerde bestanden.
no: Omorganiser med **Flytt til venstre** / **Flytt til høyre** i malkontrolllinjen (også i **⋯**-menyen). Bestillingen bestemmer den eksporterte filnummereringen.
pl: Zmień kolejność za pomocą **Przesuń w lewo** / **Przesuń w prawo** na pasku sterowania szablonu (również w jego menu **⋯**). Kolejność decyduje o numeracji eksportowanych plików.
pt_br: Reordene com **Mover para a esquerda** / **Mover para a direita** na barra de controle do modelo (também no menu **⋯** dela). A ordem define a numeração dos arquivos exportados.
pt_pt: Reordene com **Mover para a esquerda** / **Mover para a direita** na barra de controle do modelo (também em seu menu **⋯**). O pedido decide a numeração dos ficheiros exportados.
ro: Reordonați cu **Mutați la stânga** / **Mutați la dreapta** în bara de control a șablonului (și în meniul său **⋯**). Ordinul decide numerotarea fișierelor exportate.
ru: Меняйте порядок кнопками **Переместить влево** / **Переместить вправо** на панели управления шаблоном (они есть и в ее меню **⋯**). Порядок определяет нумерацию экспортированных файлов.
sk: Zmeňte poradie pomocou **Posunúť doľava** / **Posunúť doprava** na ovládacom paneli šablóny (aj v jeho **⋯** ponuke). O číslovaní exportovaných súborov rozhoduje poradie.
sl: Preuredite z **Premakni levo** / **Premakni desno** v kontrolni vrstici predloge (tudi v njenem meniju **⋯**). Vrstni red določa oštevilčenje izvožene datoteke.
sv: Ändra ordning med **Flytta åt vänster** / **Flytta åt höger** i mallkontrollfältet (även i dess **⋯**-meny). Ordern bestämmer den exporterade filnumreringen.
th: จัดลำดับใหม่ด้วย **เลื่อนไปทางซ้าย** / **เลื่อนไปทางขวา** ในแถบควบคุมเทมเพลต (รวมถึงในเมนู **⋯** ด้วย) คำสั่งซื้อจะกำหนดหมายเลขไฟล์ที่ส่งออก
tr: Şablon denetim çubuğundaki (ve **⋯** menüsündeki) **Sola Taşı** / **Sağa Taşı** ile yeniden sıralayın. Sıra, dışa aktarılan dosyaların numaralandırmasını belirler.
uk: Змінюйте порядок кнопками **Перемістити ліворуч** / **Перемістити праворуч** на панелі керування шаблоном (вони є і в її меню **⋯**). Від порядку залежить нумерація експортованих файлів.
ur: ٹیمپلیٹ کنٹرول بار میں **بائیں منتقل** / **دائیں منتقل** کے ساتھ دوبارہ ترتیب دیں (اس کے ****** مینو میں بھی)۔ آرڈر برآمد شدہ فائل نمبرنگ کا فیصلہ کرتا ہے۔
vi: Sắp xếp lại bằng **Di chuyển sang trái** / **Di chuyển sang phải** trong thanh điều khiển mẫu (cũng trong menu **⋯** của nó). Thứ tự quyết định việc đánh số tập tin được xuất.
zh_hans: 使用模板控制栏中的 **向左移动** / **向右移动**（也在其 **⋯** 菜单中）调整顺序。顺序决定了导出文件的编号。
zh_hant: 使用範本控制列中的**左移**／**右移**重新排列（也可在其 **⋯** 選單中找到）。順序決定輸出檔案的編號。

source: Reordering and deleting
ar: إعادة الترتيب والحذف
ca: Reordenació i eliminació
cs: Změna pořadí a mazání
da: Omarrangering og sletning
de: Neu anordnen und löschen
el: Αναδιάταξη και διαγραφή
es: Reordenar y eliminar
fa: تغییر ترتیب و حذف
fi: Järjestetään uudelleen ja poistetaan
fr: Réorganisation et suppression
he: מסדר ומחיקה מחדש
hr: Promjena redoslijeda i brisanje
hu: Átrendezés és törlés
id: Menyusun ulang dan menghapus
it: Riordinare ed eliminare
ja: 並べ替えと削除
ko: 재정렬 및 삭제
ms: Menyusun semula dan memadam
nl: Opnieuw rangschikken en verwijderen
no: Omorganisere og slette
pl: Zmiana kolejności i usuwanie
pt_br: Reordenar e excluir
pt_pt: Reordenando e excluindo
ro: Reordonare și ștergere
ru: Изменение порядка и удаление
sk: Zmena poradia a odstránenie
sl: Preurejanje in brisanje
sv: Ändra ordning och radering
th: การเรียงลำดับใหม่และการลบ
tr: Yeniden sıralama ve silme
uk: Зміна порядку та видалення
ur: دوبارہ ترتیب دینا اور حذف کرنا
vi: Sắp xếp lại và xóa
zh_hans: 重新排序和删除
zh_hant: 重新排列和刪除

source: Replace
ar: استبدال
ca: Substitueix
cs: Vyměňte
da: Udskift
de: Ersetzen
el: Αντικαταστήστε
es: Reemplazar
fa: جایگزینی
fi: Vaihda
fr: Remplacer
he: החלף
hr: zamijeniti
hu: Cserélje ki
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 교체
ms: Gantikan
nl: Vervangen
no: Bytt ut
pl: Wymień
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sl: Zamenjaj
sv: Byt ut
th: แทนที่
tr: Değiştir
uk: Замінити
ur: بدل دیں۔
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

source: Replace all %@ text with new translations?
ar: هل تريد استبدال كل نص %1$@ بترجمات جديدة؟
ca: Voleu substituir tot el text de %1$@ per traduccions noves?
cs: Nahradit veškerý text %1$@ novými překlady?
da: Vil du erstatte al %1$@ tekst med nye oversættelser?
de: Gesamten Text für %@ durch neue Übersetzungen ersetzen?
el: Αντικατάσταση όλου του κειμένου %1$@ με νέες μεταφράσεις;
es: ¿Reemplazar todo el texto de %@ con nuevas traducciones?
fa: همهٔ متن‌های %1$@ با ترجمه‌های جدید جایگزین شوند؟
fi: Korvataanko kaikki %1$@ teksti uusilla käännöksillä?
fr: Remplacer tout le texte (%@) par de nouvelles traductions ?
he: להחליף את כל הטקסט %1$@ בתרגומים חדשים?
hr: Zamijeniti sav %1$@ tekst novim prijevodima?
hu: Lecseréli az összes %1$@ szöveget új fordításokra?
id: Ganti semua teks %1$@ dengan terjemahan baru?
it: Sostituire tutto il testo in %@ con nuove traduzioni?
ja: %@ のテキストをすべて新しい翻訳に置き換えますか？
ko: 모든 %@ 텍스트를 새 번역으로 바꾸시겠습니까?
ms: Gantikan semua teks %1$@ dengan terjemahan baharu?
nl: Alle %1$@ tekst vervangen door nieuwe vertalingen?
no: Vil du erstatte all %1$@ tekst med nye oversettelser?
pl: Zastąpić cały tekst %1$@ nowymi tłumaczeniami?
pt_br: Substituir todo o texto em %@ por novas traduções?
pt_pt: Substituir todo o texto %1$@ por novas traduções?
ro: Înlocuiți tot textul %1$@ cu traduceri noi?
ru: Заменить весь текст на языке «%@» новыми переводами?
sk: Nahradiť všetok text %1$@ novými prekladmi?
sl: Želite zamenjati vse besedilo %1$@ z novimi prevodi?
sv: Ersätta all %1$@ text med nya översättningar?
th: แทนที่ข้อความ %1$@ ทั้งหมดด้วยคำแปลใหม่หรือไม่
tr: Tüm %@ metni yeni çevirilerle değiştirilsin mi?
uk: Замінити весь текст мовою «%@» новими перекладами?
ur: تمام %1$@ متن کو نئے ترجمے سے بدلیں؟
vi: Thay thế tất cả văn bản %1$@ bằng bản dịch mới?
zh_hans: 要将所有 %@ 文本替换为新翻译吗？
zh_hant: 要以新的翻譯取代所有 %@ 文字嗎？

source: Replace All Screenshots
ar: استبدال كافة لقطات الشاشة
ca: Substitueix totes les captures de pantalla
cs: Nahradit všechny snímky obrazovky
da: Erstat alle skærmbilleder
de: Alle Screenshots ersetzen
el: Αντικατάσταση όλων των στιγμιότυπων οθόνης
es: Reemplazar todas las capturas
fa: جایگزینی همهٔ اسکرین‌شات‌ها
fi: Korvaa kaikki kuvakaappaukset
fr: Remplacer toutes les captures d'écran
he: החלף את כל צילומי המסך
hr: Zamijeni sve snimke zaslona
hu: Cserélje ki az összes képernyőképet
id: Ganti Semua Tangkapan Layar
it: Sostituisci tutti gli screenshot
ja: すべてのスクリーンショットを置き換える
ko: 모든 스크린샷 교체
ms: Gantikan Semua Tangkapan Skrin
nl: Vervang alle schermafbeeldingen
no: Erstatt alle skjermbilder
pl: Zamień wszystkie zrzuty ekranu
pt_br: Substituir todas as capturas de tela
pt_pt: Substitua todas as capturas de ecrã
ro: Înlocuiți toate capturile de ecran
ru: Заменить все скриншоты
sk: Nahradiť všetky snímky obrazovky
sl: Zamenjaj vse posnetke zaslona
sv: Ersätt alla skärmdumpar
th: แทนที่ภาพหน้าจอทั้งหมด
tr: Tüm Ekran Görüntülerini Değiştir
uk: Замінити всі знімки екрана
ur: تمام اسکرین شاٹس کو تبدیل کریں۔
vi: Thay thế tất cả ảnh chụp màn hình
zh_hans: 替换所有截图
zh_hant: 取代所有螢幕截圖

source: Replace All Screenshots skips the comparison: everything currently in these sets is deleted and 1 screenshot is uploaded again with a new asset ID. Quicker to prepare, slower to upload.
ar: يتخطى استبدال جميع لقطات الشاشة المقارنة: يتم حذف كل شيء موجود حاليًا في هذه المجموعات ويتم تحميل لقطة شاشة واحدة مرة أخرى باستخدام معرف أصل جديد. أسرع في التحضير، وأبطأ في التحميل.
ca: Reemplaça totes les captures de pantalla omet la comparació: s'elimina tot el que hi ha actualment en aquests conjunts i es torna a penjar 1 captura de pantalla amb un identificador de recurs nou. Més ràpid de preparar, més lent de pujar.
cs: Nahradit všechny snímky obrazovky přeskočí srovnání: vše, co se aktuálně nachází v těchto sadách, se odstraní a 1 snímek obrazovky se nahraje znovu s novým ID aktiva. Rychlejší příprava, pomalejší nahrávání.
da: Erstat alle skærmbilleder springer sammenligningen over: alt i disse sæt slettes, og 1 skærmbillede uploades igen med et nyt aktiv-id. Hurtigere at forberede, langsommere at uploade.
de: „Alle Screenshots ersetzen“ überspringt den Vergleich: Alles, was derzeit in diesen Sets ist, wird gelöscht, und 1 Screenshot wird mit einer neuen Asset-ID erneut hochgeladen. Schneller vorbereitet, langsamer hochgeladen.
el: Η Αντικατάσταση όλων των στιγμιότυπων οθόνης παραλείπει τη σύγκριση: όλα όσα βρίσκονται αυτήν τη στιγμή σε αυτά τα σύνολα διαγράφονται και 1 στιγμιότυπο οθόνης μεταφορτώνεται ξανά με ένα νέο αναγνωριστικό στοιχείου. Πιο γρήγορα στην προετοιμασία, πιο αργή στη μεταφόρτωση.
es: «Reemplazar todas las capturas» omite la comparación: se elimina todo lo que hay actualmente en estos conjuntos y las capturas se vuelven a subir con nuevos ID de recurso. Más rápido de preparar, más lento de subir.
fa: «جایگزینی همهٔ اسکرین‌شات‌ها» مقایسه را انجام نمی‌دهد: همهٔ موارد فعلی این مجموعه‌ها حذف می‌شوند و ۱ اسکرین‌شات با شناسهٔ دارایی جدید دوباره آپلود می‌شود. آماده‌سازی سریع‌تر است، اما آپلود کندتر.
fi: Replace All Screenshots ohittaa vertailun: kaikki näissä sarjoissa tällä hetkellä oleva poistetaan ja 1 kuvakaappaus ladataan uudelleen uudella sisältötunnuksella. Nopeampi valmistautuminen, hitaampi lataaminen.
fr: « Remplacer toutes les captures d'écran » ignore la comparaison : tout le contenu actuel de ces ensembles est supprimé et 1 capture d'écran est renvoyée avec un nouvel identifiant de ressource. Préparation plus rapide, envoi plus lent.
he: החלף את כל צילומי המסך מדלג על ההשוואה: כל מה שנמצא כעת בקבוצות האלה נמחק וצילום מסך אחד מועלה שוב עם מזהה נכס חדש. מהיר יותר להכנה, יותר איטי להעלות.
hr: Opcija Zamijeni sve snimke zaslona preskače usporedbu: sve što se trenutačno nalazi u tim skupovima se briše i 1 snimka zaslona ponovno se učitava s novim ID-om sredstva. Brže za pripremu, sporije za učitavanje.
hu: A Replace All Screenshots kihagyja az összehasonlítást: minden, ami jelenleg ezekben a készletekben található, törlődik, és 1 képernyőkép újra feltöltésre kerül új eszközazonosítóval. Gyorsabb előkészítés, lassabb feltöltés.
id: Ganti Semua Tangkapan Layar melewatkan perbandingan: semua yang ada di kumpulan ini saat ini akan dihapus dan 1 tangkapan layar diunggah lagi dengan ID aset baru. Lebih cepat mempersiapkannya, lebih lambat mengunggahnya.
it: “Sostituisci tutti gli screenshot” salta il confronto: tutto ciò che si trova attualmente in questi set viene eliminato e 1 screenshot viene caricato di nuovo con un nuovo ID asset. Più rapido da preparare, più lento da caricare.
ja: 「すべてのスクリーンショットを置き換える」では比較を省略します。これらのセットの現在の内容はすべて削除され、1枚のスクリーンショットが新しいアセット ID で再アップロードされます。準備は速くなりますが、アップロードには時間がかかります。
ko: “모든 스크린샷 교체”는 비교를 건너뜁니다. 이 세트의 현재 항목을 모두 삭제하고 스크린샷을 새 에셋 ID로 다시 업로드합니다. 준비는 빠르지만 업로드는 더 느립니다.
ms: Gantikan Semua Tangkapan Skrin melangkau perbandingan: semua yang berada dalam set ini pada masa ini dipadamkan dan 1 tangkapan skrin dimuat naik sekali lagi dengan ID aset baharu. Lebih cepat untuk menyediakan, lebih lambat untuk memuat naik.
nl: Replace All Screenshots slaat de vergelijking over: alles dat zich momenteel in deze sets bevindt, wordt verwijderd en er wordt opnieuw 1 screenshot geüpload met een nieuwe item-ID. Sneller klaarmaken, langzamer uploaden.
no: Erstatt alle skjermbilder hopper over sammenligningen: alt i disse settene slettes og 1 skjermbilde lastes opp igjen med en ny aktiva-ID. Raskere å forberede, tregere å laste opp.
pl: Zamień wszystkie zrzuty ekranu pomija porównanie: wszystko aktualnie w tych zestawach zostaje usunięte i 1 zrzut ekranu jest przesyłany ponownie z nowym identyfikatorem zasobu. Szybsze przygotowanie, wolniejsze przesyłanie.
pt_br: “Substituir todas as capturas de tela” pula a comparação: tudo o que está nesses conjuntos é excluído e 1 captura de tela é enviada de novo com um novo ID de recurso. Preparação mais rápida, envio mais lento.
pt_pt: Substituir todas as capturas de ecrã ignora a comparação: tudo o que está atualmente nesses conjuntos é excluído e 1 captura de ecrã é carregada novamente com um novo ID de ativo. Mais rápido de preparar, mais lento de carregar.
ro: Înlocuiți toate capturile de ecran omite comparația: tot ce se află în prezent în aceste seturi este șters și o captură de ecran este încărcată din nou cu un nou ID de material. Mai rapid de pregătit, mai lent de încărcat.
ru: «Заменить все скриншоты» пропускает сравнение: все, что сейчас есть в этих наборах, удаляется, и 1 скриншот загружается заново с новым ID ресурса. Подготовка быстрее, загрузка медленнее.
sk: Nahradiť všetky snímky obrazovky preskočí porovnanie: všetko, čo sa momentálne nachádza v týchto skupinách, sa odstráni a 1 snímka obrazovky sa znova nahrá s novým ID diela. Rýchlejšia príprava, pomalšie nahrávanie.
sl: Zamenjaj vse posnetke zaslona preskoči primerjavo: vse, kar je trenutno v teh nizih, se izbriše in 1 posnetek zaslona se znova naloži z novim ID-jem sredstva. Hitreje za pripravo, počasneje za nalaganje.
sv: Ersätt alla skärmdumpar hoppar över jämförelsen: allt för närvarande i dessa uppsättningar raderas och 1 skärmdump laddas upp igen med ett nytt tillgångs-ID. Snabbare att förbereda, långsammare att ladda upp.
th: แทนที่ภาพหน้าจอทั้งหมด ข้ามการเปรียบเทียบ: ทุกอย่างที่อยู่ในชุดเหล่านี้ในปัจจุบันจะถูกลบออก และภาพหน้าจอ 1 ภาพจะถูกอัปโหลดอีกครั้งด้วยรหัสเนื้อหาใหม่ เตรียมเร็วกว่า อัพโหลดช้ากว่า
tr: Tüm Ekran Görüntülerini Değiştir karşılaştırmayı atlar: bu setlerde şu anda bulunan her şey silinir ve 1 ekran görüntüsü yeni bir varlık kimliğiyle yeniden yüklenir. Hazırlaması daha hızlı, yüklemesi daha yavaştır.
uk: «Замінити всі знімки екрана» пропускає порівняння: усе, що зараз є в цих наборах, видаляється, а 1 знімок екрана вивантажується знову з новим ідентифікатором ресурсу. Швидше підготувати, повільніше вивантажити.
ur: تمام اسکرین شاٹس کو تبدیل کریں موازنہ کو چھوڑ دیتے ہیں: فی الحال ان سیٹوں میں موجود ہر چیز کو حذف کر دیا گیا ہے اور 1 اسکرین شاٹ کو ایک نئے اثاثہ ID کے ساتھ دوبارہ اپ لوڈ کر دیا گیا ہے۔ تیار کرنے میں تیز، اپ لوڈ کرنے میں سست۔
vi: Thay thế tất cả ảnh chụp màn hình bỏ qua so sánh: mọi thứ hiện có trong các bộ này sẽ bị xóa và 1 ảnh chụp màn hình được tải lên lại với ID nội dung mới. Chuẩn bị nhanh hơn, tải lên chậm hơn.
zh_hans: “替换所有截图”会跳过比对：这些组中当前的所有内容都会被删除，这 1 张截图会使用新的资源 ID 重新上传。准备更快，但上传更慢。
zh_hant: 「取代所有螢幕截圖」會略過比對：這些組中目前的所有內容都會被刪除，1 張螢幕截圖會以新的素材 ID 重新上傳。準備較快，上傳較慢。
